alanz.vscode-hie-server
alefragnani.Bookmarks
auchenberg.vscode-browser-preview
austin.code-gnu-global
bjr.head-file-guard
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
Dmytro.racket
dunstontc.viml
eg2.vscode-npm-script
esbenp.prettier-vscode
Gruntfuggly.todo-tree
hdg.live-html-previewer
himanoa.Python-autopep8
hoovercj.haskell-linter
Ikuyadeu.r
jbenden.c-cpp-flylint
jchannon.csharpextensions
jeremyljackson.vs-docblock
joelday.docthis
justusadam.language-haskell
l7ssha.manvs
mechatroner.rainbow-csv
Mikhail-Arkhipov.r
mohsen1.prettify-json
ms-dotnettools.csharp
ms-python.python
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
octref.vetur
peakchen90.vue-beautify
quicktype.quicktype
redhat.java
ritwickdey.LiveServer
sdras.night-owl
sdras.vue-vscode-extensionpack
sdras.vue-vscode-snippets
shengchen.vscode-checkstyle
slevesque.vscode-hexdump
SolarLiner.linux-themes
svizzini.factorio-lua-api-autocomplete
tombonnike.vscode-status-bar-format-toggle
tomoki1207.pdf
twxs.cmake
UCL.haskelly
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
weakish.complete-statement
wmaurer.vscode-jumpy
xabikos.JavaScriptSnippets
xaver.clang-format
